import { ClientAccordion } from '.'

function App() {
  return (
    <div>
      <ClientAccordion label="label">
        Content
        A先生は子のまね口顔でゴーシュをし鳥たでし。するとずいぶん生意気ましですという眼ましまし。だめましたのたはたではゴーシュの元先生は子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーは子のまね口顔でゴーシュをし鳥たでし。するとずいぶん生意気ましですという眼ましまし。だめましたのたはたではゴーシュの元先生は子のまね口顔でゴーシュをし鳥たでし。するとずいぶん生意気ましですという眼ましまし。だめましたのたはたではゴーシュの元
      </ClientAccordion>
    </div>
  )
}

export default App
