import { ServerAccordion, ServerFrame } from '.'

function App() {
  return (
    <ServerFrame>
      <div>
        <ServerAccordion label="芥川龍之介">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion label="江戸川乱歩">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion disabled label="坂本龍馬">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion disabled label="坂本龍馬">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion disabled label="坂本龍馬">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion label="江戸川乱歩">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion disabled label="坂本龍馬">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
        <ServerAccordion disabled label="坂本龍馬">
          あるにちよう日のごご、丹下たんげサト子ちゃんと、木村きむらミドリちゃんと、野崎のざきサユリちゃんの三人が、友だちのところへあそびに行ったかえりに、世田谷せたがや区のさびしい町を、手をつないで歩いていました。三人とも、小学校三年生のなかよしです。
          「あらっ。」 サト子ちゃんが、なにを見たのか、ぎょっとしたようにたちどまりました。
          ミドリちゃんもサユリちゃんもびっくりして、サト子ちゃんの見つめている方をながめました。
          すると、道のまん中に、みょうなことがおこっていたのです。むこうのマンホールのてつのふたが、じりり、じりりと、もち上がっているのです。だれか、マンホールの中にいるのでしょうか。
        </ServerAccordion>
      </div>
    </ServerFrame>
  )
}

export default App
